# StructuralSectionIshapeWebfillet Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..StructuralSectionIshapeWebfillet Property
ParameterTypeId Class See Also
---
"Web Fillet"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId StructuralSectionIshapeWebfillet { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property StructuralSectionIshapeWebfillet As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ StructuralSectionIshapeWebfillet {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace